app/views/articles/show.html.erb


<% @article.comments.each do |c|%>
---
SELECT "comments".* FROM "comments" WHERE "comments"."article_id" = ?  [["article_id", 3]]