app/controllers/comments_controller.rb

SELECT  "articles".* FROM "articles" WHERE "articles"."id" = ? LIMIT ?  [["id", 3], ["LIMIT", 1]]
INSERT INTO "comments" ("author", "body", "article_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["author", "Vadim gor"], ["body", "Shellok, Lorem ipsum."], ["article_id", 3], ["created_at", 2017-04-23 07:53:58 UTC], ["updated_at", 2017-04-23 07:53:58 UTC]]
---
  def create
    @article = Article.find(params[:article_id])
    @article.comments.create(comment_params)