app/controllers/contacts_controller.rb

INSERT INTO "contacts" ("email", "message", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["email", "waswas4@yandex.ru"], ["message", "hey all ruby cool"], ["created_at", 2017-04-20 11:08:16 UTC], ["updated_at", 2017-04-20 11:08:16 UTC]]
---
  def create
    #render plain: params[:contact].inspect
    @contact = Contact.new(contact_params)
    if @contact.valid?
      @contact.save